Repository: wp-plugins/woocommerce-e-conomic-integration
Catalog: languages/woocommerce-e-conomic-integration-*.po
Languages: de_de

source: success
de_de: Erfolg.

source: Order not synced, because not an e-conomic order! Check "Aktivera alla beställningar synkning" to sync all order.
de_de: Um nicht synchronisiert, weil kein e-conomic bestellen! Check &quot;Aufruf des alla beställningar synkning&quot;, alle um zu synchronisieren.

source: Order synced successfully
de_de: Bestellen Sie erfolgreich synchronisiert

source: fail
de_de: Fehler

source: Sync failed, please try again later!
de_de: Sync fehlgeschlagen, bitte versuchen Sie es später noch einmal!

source: All orders were already synced!
de_de: Alle Aufträge wurden bereits synchronisiert!

source: Product synced successfully
de_de: Das Produkt wurde synchronisiert

source: Product not synced, someting went wrong. Please check the "Activate product sync" settings!
de_de: Produkt nicht synchronisiert, ist etwas schiefgegangen. Bitte überprüfen Sie die Einstellungen "Activate Produkt Sync"!

source: Product not synced, SKU is empty!
de_de: Produkt wurde nicht synchronisiert ist SKU leer!

source: Product not synced, product title is empty!
de_de: Produkt wurde nicht synchronisiert, ist die Produkttitel leer!

source: Could not create e-conomic client, please try again later!
de_de: E-conomic-Client konnte nicht erstellt werden, bitte versuchen Sie es später noch einmal!

source: Customer synced successfully
de_de: Kunden erfolgreich synchronisiert

source: Guest customer synced successfully
de_de: Gast-Kunden erfolgreich synchronisiert

source: Guest customer sync failed, please try again later!
de_de: Gast Kunde Sync fehlgeschlagen, bitte versuchen Sie es später erneut!

source: All customers were already synced!
de_de: Alle Kunden wurden bereits synchronisiert!

source: Shipping synced successfully
de_de: Versand erfolgreich synchronisiert

source: Shipping not synced, please try again!
de_de: Versand synchronisiert Versuchen Sie es erneut!

source: e-conomic Invoice
de_de: e-conomic Rechnung

source: Receive an invoice from e-conomic in no time!
de_de: Erhalten Sie eine Rechnung von e-conomic in kürzester Zeit!

source: Enable/Disable
de_de: Aktivieren / Deaktivieren

source: Enable e-conomic Invoice Payment
de_de: Aktivieren von e-Conomic Rechnung Zahlung

source: Title
de_de: Titel

source: This controls the title which the user sees during checkout.
de_de: Das beeinflusst den Titel den der Nutzer sieht, wenn er an der Kasse ist.

source: Description
de_de: Beschreibung

source: Payment method description that the customer will see on your checkout.
de_de: Zahlungsmethode Beschreibung, die der Kunde auf Ihrer Kasse.

source: Instructions
de_de: Anleitungen

source: Instructions that will be added to the thank you page and emails.
de_de: Hinweise, die auf die hinzugefügt werden Dankeschön-Seite und E-Mails.

source: Awaiting e-conomic Invoice payment
de_de: e-conomic Rechnung Zahlung erwartet

source: <br>Sync status:
de_de: <br>Synchronisierungsstatus:

source: Product SKU:
de_de: Produkt-SKU:

source: Product Name:
de_de: Produkt Name:

source: Sync message:
de_de: Sync-Nachricht:

source: Products are synchronized without problems.
de_de: Produkte werden ohne Probleme synchronisiert.

source: Something went wrong.
de_de: Irgendetwas ist falsch gelaufen.

source: Orders are synchronized without problems.
de_de: Bestellungen werden ohne Probleme synchronisiert.

source: Contacts synchronized without problems.
de_de: Kontakte synchronisiert ohne Probleme.

source: Shipping type:
de_de: Versandart:

source: Delivery synchronized without problems.
de_de: Lieferung synchronisiert ohne Probleme.

source: License Key is Invalid!
de_de: Lizenzschlüssel ist ungültig

source: Your integration works fine!
de_de: Die Integration funktioniert!

source: Your e-conomic Token ID or License Key is not valid!
de_de: Ihre e-Conomic Token-ID oder Lizenz-Schlüssel ist nicht gültig!

source: Something went wrong, please try again later!
de_de: Es tut uns leid, da lief etwas falsch. Bitte versuchen Sie es später noch einmal.

source: WooCommerce e-conomic Integration: License Key Invalid!
de_de: WooCommerce e-conomic Integration: Lizenz-Schlüssel ungültig!

source: Get license Key
de_de: Lizenz Key

source: <h3>WooCommerce e-conomic Integration</h3>
de_de: WooCommerce e-conomic Integration: Lizenz-Schlüssel ungültig!

source: <p>You’ve just installed WooCommerce e-conomic Integration by wooconomics. Please use the plugin options page to setup your integration.</p>
de_de: <p> Sie haben gerade WooCommerce e-conomic Integration installiert durch wooconomics. Bitte benutzen Sie das Plugin-Optionen Seite zum Einrichten Integration. </p>

source: Please save the settings before leaving this page!
de_de: Bitte speichern Sie die Einstellungen, bevor Sie diese Seite!

source: Click here to generate token access ID
de_de: Klicken Sie hier, um die Token-Zugriff ID generieren

source: Create invoice
de_de: Rechnung erstellen

source: Create order
de_de: Erstellen

source: <span><i>e-conomic client not loaded properly, please refresh the page to load properly.</i></span>
de_de: <span><i>e-conomic-Client nicht richtig eingelegt, bitte aktualisieren Sie die Seite, um richtig zu laden.</i></span>

source: License Key Invalid
de_de: Lizenzschlüssel ist ungültig

source: General settings
de_de: Allgemeine Einstellungen

source: Token access ID from e-conomic.
de_de: Token Zugang ID von e-conomic.

source: License key
de_de: Lizenz Schlüssel

source: This is the License key you received from us by mail.
de_de: Dies ist der Lizenzschlüssel, den Sie von uns per Post erhalten.

source: Activate all orders sync
de_de: Alle Bestellungen-Sync aktivieren

source: Sync all orders from WooCommerce e-conomic, regardless of whether the customer chooses another payment option (eg; Paypal, Dibs, Stripe, Payson, etc.) <br><i style="margin-left:25px; color: #F00;">If you are unsure what to choose here, we recommend you do not select this option.</i>
de_de: Synchronisieren Sie alle Bestellungen von WooCommerce e-Conomic, unabhängig davon, ob der Kunde eine andere Zahlungsoption (zB wählt; Paypal, Dibs, Stripe, Payson, etc..)<br><i style="margin-left:25px; color: #F00;">Wenn Sie unsicher sind was Sie hier wählen, empfehlen wir Ihnen diese Option nicht auswählen.</i>

source: Activate old orders sync
de_de: Alte Bestellungen Sync aktivieren

source: Also sync orders created before wooconomics installation.
de_de: Synchronisieren Sie auch Bestellungen, die vor der Installation von Wooconomics.

source: Activate product sync
de_de: Alle Bestellungen-Sync aktivieren

source: Sync product information from WooCommerce to economic.
de_de: Sync-Produktinformationen von WooCommerce Wirtschafts-

source: Create
de_de: Erstellen

source: Create e-conomic order or invoice?
de_de: Erstellen Sie e-conomic Bestellung oder Rechnung?

source: Product group
de_de: Produktgruppe

source: e-conomic product group to which new products are added.
de_de: e-conomic Produktgruppe, die neue Produkte hinzugefügt werden.

source: Product prefix
de_de: Produkt-Präfix

source: Prefix added to the products stored to e-conomic from woocommerce
de_de: Präfix hinzugefügt, um die Produkte zu e-conomic von Woocommerce gespeichert

source: Customer group
de_de: Kundengruppe

source: e-conomic customer group to which new customers are added.
de_de: e-conomic Kundengruppe, die neue Kunden hinzugefügt werden.

source: Manual functions
de_de: Manuelle Funktionen

source: Welcome!
de_de: Willkommen!

source: Specifies basic settings for the e-conomic integration and you can control which parts you want to sync to e-conomic
de_de: Gibt grundlegende Einstellungen für die Integration von e-conomic und Sie welche Teile kontrollieren können, die Sie auf e-Conomic synchronisieren möchten

source: Description Accounting settings.
de_de: Beschreibung-Buchhaltung-Einstellungen.

source: Our most frequently asked questions FAQ
de_de: Unsere häufigsten Fragen FAQ

source: Save changes
de_de: Änderungen speichern

source: Test connection
de_de: Verbindung testen

source: NOTE! Save changes before testing the connection
de_de: BEACHTEN SIE! Speichern Sie Änderungen, bevor Sie die Verbindung testen

source: The synchronization can take a long time depending on how many customers to be imported. \ nA message will appear on this page when the synchronization is complete. Do not leave this page, which will suspended the import!
de_de: Die Synchronisation kann eine lange Zeit abhängig von, wie viele Kunden, die importiert werden zu nehmen. \n A Nachricht werden auf dieser Seite angezeigt, wenn die Synchronisation abgeschlossen ist. Lassen Sie diese Seite, die den Import ausgesetzt werden!

source: Manual sync contacts
de_de: Manuelles Synchronisieren von Kontakten

source: Sync customers created manually in woocommerce dashboard.
de_de: Sync-Kunden, die im Woocommerce Dashboard manuell erstellt.

source: The synchronization can take a long time depending on how many orders to be exported. \ nA message will appear on this page when the synchronization is complete. Do not leave this page, which will suspended the import!
de_de: Die Synchronisation kann eine lange Zeit, je nachdem wie viele Aufträge, die exportiert werden zu nehmen. \n A Nachricht werden auf dieser Seite angezeigt, wenn die Synchronisation abgeschlossen ist. Lassen Sie diese Seite, die den Import ausgesetzt werden!

source: Manual syncing orders/invoices
de_de: Manuelle Synchronisierung Bestellungen/Rechnungen

source: Synchronizes all orders that failed to synchronize. (default sync is set to General Settings-> Create options)
de_de: Synchronisiert alle Bestellungen, die nicht synchronisieren. (Standard-Sync ist auf allgemeine Einstellungen-> erstellen-Optionen festgelegt)

source: The synchronization can take a long time depending on how many products that will be exported. \ nA message will appear on this page when the synchronization is complete. Do not leave this page, which will suspended the import!
de_de: Die Synchronisation kann eine lange Zeit abhängig von, wie viele Produkte, die exportiert werden zu nehmen. \n A Nachricht werden auf dieser Seite angezeigt, wenn die Synchronisation abgeschlossen ist. Lassen Sie diese Seite, die den Import ausgesetzt werden!

source: Manual sync products
de_de: Manuelle Synchronisierung Produkte

source: Send all products to your e-conomic. If you have many products, it may take a while.
de_de: Senden Sie alle Produkte an Ihre e-conomic. Wenn Sie viele Produkte haben, kann es eine Weile dauern.

source: A message will appear on this page when the synchronization is complete. Do not leave this page, which will suspended the import!
de_de: Eine Meldung wird auf dieser Seite erscheinen, wenn die Synchronisation abgeschlossen ist. Lassen Sie diese Seite, die den Import ausgesetzt werden!

source: Manual sync delivery methods
de_de: Manuelle Synchronisierung Liefermethoden

source: Send all delivery method costs to your e-conomic.
de_de: Senden Sie alle Lieferung Methode Kosten an Ihre e-conomic.

source: Installation Support
de_de: Installationsunterstützung

source: Company
de_de: Firma

source: Phone
de_de: Telefon

source: Subject
de_de: Betreff

source: Send
de_de: Absenden
